data = [
    {
        question: 'في كل الحسابات الدائنة بالجنيه المصري يكون الايداع النقدي حق يوم العمل التالي و لو اراد العميل ان يكون الايداع حق نفس اليوم'
        ,answers: {
            a: "سيتم خصم عمولة 0.1% ( واحد في الالف بحد ادني 5 ج )"
            ,b: "سيتم خصم عمولة 30 ج علي كل المبلغ"
            ,c: 'سيتم خصم عمولة 30 ج علي كل الف'
            ,d: 'لا شئ مما سبق'
        },correctAnswer: 'a'
        ,author: 'System'
    },
    {
        question: 'لا يحق للعميل السحب النقدي من حساباته داخل الفرع بالرقم القومي منتهي الصلاحية',
        answers: {
            a: "يمكن السحب من الحساب بجواز السفر الساري و يجب ان يكون مسجل به الرقم القومي",
            b: "رخصة سلاح سارية موجود بها رقم قومي ",
            c: "بطاقة عسكرية للظباط / ضباط الصف",
            d: "جميع ما سبق",

        }, correctAnswer: 'd'
        ,author: 'Osama.S.Farouk'
    },

    {
        question: 'أي العبارات الاتية صحيح بالنسبة لـ اغلاق الحساب الخامل تلقائيا من جانب البنك خلال سنة',
        answers: {
            a: "في حالة انخفاض رصيد الحساب عن 55 ج ",
            b: "يتم تنشيطه بحركة سحب من الشباك من اي فرع أو التحويل بين الحسابات",
            c: "يتم تنشيطه بحركة تحويل من الحساب الراكد لحساب اخر لنفس العميل علي الخدمة الصوتية أو الانرنت البنكي",
            d: "جميع ما سبق صحيح",

        }, correctAnswer: 'd'
        ,author: 'System'
    },

    {
        question: 'كود 55 خاص ببطاقات الخصم الفوري +المرتبات',
        answers: {
            a: "تم إدخال الرقم السري خطأ",
            b: "عدم كفايه رصيد الحساب",
            c: "تم استنفاذ عدد مرات السحب النقدي اليومى",
            d: "العميل يقوم بإدخال الرقم السري اكثر من 4ارقام",

        }, correctAnswer: 'a'
        ,author: 'M.Abdou.ELS'

    },

    {
        question: 'معدل عائد المرابحة الثابت للبطاقة الائتمانية كنانه في السنه',
        answers: {
            a: "34.17%",
            b: "11.39%",
            c: "20.5%",
            d: "14%",

        }, correctAnswer: 'b'
        ,author: 'M.Abdou.ELS'

    },

    {
        question: 'حدود الاستخدام لعمليات السحب في اليوم من الماكينه لكارت world elite master card debit',
        answers: {
            a: "20 k",
            b: "50 k ",
            c: "15 k",
            d: "100 k",

        }, correctAnswer: 'a'
        ,author: 'M.Abdou.ELS'
    },

    {
        question: 'عند اصدار بطاقه تجديد للخصم الفورى كم المدة التى يحتفظ بيها الفرع بالكارت ثم يتم إعدامو لعدم الاستلام( - )من تاريخ الاصدار ',
        answers: {
            a: "اسبوعين ",
            b: "شهر ",
            c: "شهرين ",
            d: "ثلاثة اشهر",

        }, correctAnswer: 'd'
        ,author: 'Fathi Matter'

    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

]