data = [
    {
        question: 'في كل الحسابات الدائنة بالجنيه المصري يكون الايداع النقدي حق يوم العمل التالي و لو اراد العميل ان يكون الايداع حق نفس اليوم',
        answers: {
            a: "سيتم خصم عمولة 0.1% ( واحد في الالف بحد ادني 5 ج )",
            b: "سيتم خصم عمولة 30 ج علي كل المبلغ",
            c: 'سيتم خصم عمولة 30 ج علي كل الف',
            d: 'لا شئ مما سبق'
        }, correctAnswer: 'a'
    },
    {
        question: 'لا يحق للعميل السحب النقدي من حساباته داخل الفرع بالرقم القومي منتهي الصلاحية',
        answers: {
            a: "يمكن السحب من الحساب بجواز السفر الساري و يجب ان يكون مسجل به الرقم القومي",
            b: "رخصة سلاح سارية موجود بها رقم قومي ",
            c: "بطاقة عسكرية للظباط / ضباط الصف",
            d: "جميع ما سبق",

        }, correctAnswer: 'd'
    },

    {
        question: 'أي العبارات الاتية صحيح بالنسبة لـ اغلاق الحساب الخامل تلقائيا من جانب البنك خلال سنة',
        answers: {
            a: "في حالة انخفاض رصيد الحساب عن 55 ج ",
            b: "يتم تنشيطه بحركة سحب من الشباك من اي فرع أو التحويل بين الحسابات",
            c: "يتم تنشيطه بحركة تحويل من الحساب الراكد لحساب اخر لنفس العميل علي الخدمة الصوتية أو الانرنت البنكي",
            d: "جميع ما سبق صحيح",

        }, correctAnswer: 'd'
    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

    {
        question: '',
        answers: {
            a: " ",
            b: " ",
            c: " ",
            d: " ",

        }, correctAnswer: 'd'
    },

]